{"order_to_idx": {"<PAD>": 0, "<UNK>": 1, "A CON - BUL": 2, "A MUN H": 3, "A PAR - BUR": 4, "A VEN H": 5, "A PAR B": 6, "A PIE - MAR": 7, "A BUR - MUN": 8, "A VEN - TRI": 9, "F BRE - MAO": 10, "F BRE B": 11, "A MUN - BUR": 12, "A MAR - PIE": 13, "F NAP - ION": 14, "F BRE - ENG": 15, "A WAR - GAL": 16, "A VIE B": 17, "A BUD B": 18, "A MAR H": 19, "A WAR H": 20, "A TYR - MUN": 21, "A VEN - TYR": 22, "F NAP B": 23, "A VIE - GAL": 24, "A BEL H": 25, "A BUL - RUM": 26, "A ARM - SEV": 27, "A BER - KIE": 28, "F LON - NTH": 29, "F ION - TUN": 30, "A ROM - VEN": 31, "F ANK - BLA": 32, "A MOS - STP": 33, "A BUD - RUM": 34, "A MOS H": 35, "A BUD - SER": 36, "A VIE - TYR": 37, "A BER B": 38, "A STP H": 39, "F STP H": 40, "F LON - ENG": 41, "A MAR - BUR": 42, "A MAR - SPA": 43, "A VIE H": 44, "F NAP - TYS": 45, "F AEG - ION": 46, "F SMY B": 47, "A PIC - BEL": 48, "A GAL - WAR": 49, "A VEN - PIE": 50, "F SEV - BLA": 51, "F TUN - ION": 52, "A VIE - BOH": 53, "A BER H": 54, "A TRI - VEN": 55, "A MUN - TYR": 56, "A BUD - GAL": 57, "A CON B": 58, "A BOH - MUN": 59, "A PAR - PIC": 60, "A BUR - MAR": 61, "A TRI H": 62, "A MUN B": 63, "F ION H": 64, "A BUR S A MUN": 65, "A VEN B": 66, "A RUM H": 67, "A STP - NWY": 68, "A BUD H": 69, "A BUR - BEL": 70, "A SEV - MOS": 71, "A BER S A MUN": 72, "A BER - SIL": 73, "F DEN H": 74, "A BUL H": 75, "A BUL - SER": 76, "A GAL - RUM": 77, "F SMY - AEG": 78, "A BUR - RUH": 79, "A MUN - RUH": 80, "F MAR B": 81, "A RUH S A MUN": 82, "A HOL H": 83, "F MAO - POR": 84, "A BUR H": 85, "A VIE - TRI": 86, "A KIE - DEN": 87, "A HOL - KIE": 88, "A PIE H": 89, "F ENG - MAO": 90, "F DEN - SWE": 91, "A RUH - MUN": 92, "F EDI - NTH": 93, "F ALB - GRE": 94, "F NWY H": 95, "A MOS - SEV": 96, "F NTH H": 97, "A SIL - WAR": 98, "F KIE B": 99, "A SPA H": 100, "A SEV H": 101, "F TUN H": 102, "A UKR - RUM": 103, "A KIE B": 104, "A BUL - GRE": 105, "A SER H": 106, "A STP - MOS": 107, "A PIE - VEN": 108, "A TYR - VIE": 109, "F SWE H": 110, "A TYR - VEN": 111, "A MAR B": 112, "F BOT - SWE": 113, "A TRI - SER": 114, "A LON H": 115, "F BLA H": 116, "A SER - BUL": 117, "F ION - TYS": 118, "A MOS - UKR": 119, "A BEL - HOL": 120, "A CON H": 121, "F EAS - ION": 122, "F MAO - WES": 123, "F NTH - NWY": 124, "A KIE - HOL": 125, "F TRI - ALB": 126, "A PAR H": 127, "F KIE - DEN": 128, "F MAR - LYO": 129, "F SWE - NWY": 130, "A NWY H": 131, "F SEV S A RUM": 132, "F ENG - NTH": 133, "A VIE - BUD": 134, "A KIE H": 135, "F AEG - GRE": 136, "F CON - AEG": 137, "F DEN - NTH": 138, "F LYO - TYS": 139, "A TRI B": 140, "A WAR - SIL": 141, "A RUM - SEV": 142, "A GAL - BUD": 143, "F GRE - ION": 144, "F NTH - DEN": 145, "A BRE H": 146, "F MAO - SPA": 147, "F LON B": 148, "A NWY - STP": 149, "A PIE - TYR": 150, "F TRI B": 151, "F LON H": 152, "A KIE - BER": 153, "A SER - TRI": 154, "F ADR - ION": 155, "A HOL - BEL": 156, "A BUD - TRI": 157, "F TUN - WES": 158, "A RUH - BEL": 159, "F TRI H": 160, "A SMY - CON": 161, "F EDI - NWG": 162, "A SIL - BER": 163, "A ROM H": 164, "A PRU - BER": 165, "A VEN S A TRI": 166, "F POR - MAO": 167, "A ROM B": 168, "F SEV H": 169, "A HOL S A BEL": 170, "F TYS - WES": 171, "F GRE H": 172, "F ION - NAP": 173, "F KIE - HOL": 174, "F BRE H": 175, "A BUD - VIE": 176, "A WAR - MOS": 177, "A WAR B": 178, "A TYR - TRI": 179, "F ION - GRE": 180, "A BER - MUN": 181, "A SMY H": 182, "F WES - TUN": 183, "A RUH - KIE": 184, "A TYR H": 185, "F STP - BOT": 186, "A SIL - MUN": 187, "A KIE S A MUN": 188, "F TRI - ADR": 189, "F WES - SPA": 190, "F MAO H": 191, "F TYS - TUN": 192, "A GAL - VIE": 193, "A UKR - WAR": 194, "A MUN - KIE": 195, "F ENG - LON": 196, "A DEN H": 197, "A RUM - BUL": 198, "A VIE S A BUD": 199, "A MOS B": 200, "A SEV - RUM": 201, "F TYS - LYO": 202, "A TRI - VIE": 203, "F WES - MAO": 204, "A DEN - SWE": 205, "A SER - RUM": 206, "A BUL - CON": 207, "A BOH - VIE": 208, "A GRE H": 209, "A BER - PRU": 210, "A VEN - ROM": 211, "F NAP H": 212, "A TRI - BUD": 213, "A TYR - PIE": 214, "F NTH - ENG": 215, "F ENG H": 216, "A SPA - MAR": 217, "A BEL - RUH": 218, "A RUM - BUD": 219, "A BOH S A MUN": 220, "A MUN - BER": 221, "F NWG - NWY": 222, "A SER - BUD": 223, "A MUN S A BER": 224, "F SEV - RUM": 225, "A ANK B": 226, "A GRE - SER": 227, "A KIE - MUN": 228, "A UKR - MOS": 229, "A RUM - UKR": 230, "A NWY - SWE": 231, "F NWY - SWE": 232, "A GAS - MAR": 233, "A ROM - TUS": 234, "A BOH - SIL": 235, "A MOS - WAR": 236, "F ENG - BRE": 237, "F TYS H": 238, "A TRI - TYR": 239, "F ION - AEG": 240, "F STP - NWY": 241, "F POR - SPA": 242, "A BUR - PAR": 243, "F SPA H": 244, "F HOL - BEL": 245, "A RUH - BUR": 246, "A BUD S A RUM": 247, "F NWY - STP": 248, "F WES - TYS": 249, "A WAR - UKR": 250, "A TUN H": 251, "A KIE - RUH": 252, "A PAR - GAS": 253, "F EDI H": 254, "A LVN - STP": 255, "F IRI - MAO": 256, "A DEN - KIE": 257, "A VIE S A TRI": 258, "A BUL S A RUM": 259, "F SMY - EAS": 260, "A RUM - GAL": 261, "A ANK - ARM": 262, "A GAL H": 263, "A SIL H": 264, "F BLA - CON": 265, "A LON B": 266, "A UKR - SEV": 267, "A LVP - YOR": 268, "A PRU - WAR": 269, "F BLA S A RUM": 270, "F ENG - BEL": 271, "A MUN - SIL": 272, "A SPA - POR": 273, "A RUH - HOL": 274, "A SER - GRE": 275, "A RUH S A BUR - MUN": 276, "F TYS - ION": 277, "A GAL - SIL": 278, "A SEV S A RUM": 279, "F SPA - WES": 280, "F ROM - TYS": 281, "A POR - SPA": 282, "A SIL S A MUN": 283, "F NWY - NTH": 284, "F AEG H": 285, "A MOS S A WAR": 286, "F EDI B": 287, "F TRI - VEN": 288, "A GAL - UKR": 289, "F HOL H": 290, "F HOL - NTH": 291, "A GAS - SPA": 292, "F NTH - LON": 293, "A BOH H": 294, "F LVP H": 295, "A SPA - GAS": 296, "F TUN - TYS": 297, "F ION - ADR": 298, "A FIN - STP": 299, "A BEL S A HOL": 300, "A TYR S A MUN": 301, "A LVP H": 302, "F AEG - CON": 303, "A EDI H": 304, "F BLA S A ARM - SEV": 305, "F NAO - MAO": 306, "A SEV - UKR": 307, "A MUN - BOH": 308, "A ALB - TRI": 309, "A TUS - PIE": 310, "F MAO - ENG": 311, "F RUM H": 312, "A WAR - PRU": 313, "F BAL - SWE": 314, "A BUD S A VIE": 315, "F GRE - BUL": 316, "F BLA - RUM": 317, "F BAL - DEN": 318, "F LVP - IRI": 319, "A PIE - TUS": 320, "A UKR H": 321, "F VEN H": 322, "F STP B": 323, "A SMY - ARM": 324, "F NTH - EDI": 325, "F MAO - BRE": 326, "F NAP - ROM": 327, "F SWE - DEN": 328, "A CON S A BUL": 329, "A TUS - ROM": 330, "F TYS - NAP": 331, "A RUH H": 332, "A PAR - BRE": 333, "A BEL - BUR": 334, "F KIE H": 335, "A GRE - BUL": 336, "F SPA - MAO": 337, "F WES H": 338, "A STP S A MOS": 339, "A BUR S A BEL": 340, "A BEL - PIC": 341, "A ANK H": 342, "A ROM - APU": 343, "A SEV - ARM": 344, "F LYO - SPA": 345, "F DEN - KIE": 346, "A SIL - BOH": 347, "F BEL H": 348, "A UKR - GAL": 349, "A TYR - BOH": 350, "A TUS - VEN": 351, "A ANK - CON": 352, "A GAS - BUR": 353, "F APU - NAP": 354, "A PIC - BRE": 355, "A SIL - GAL": 356, "A RUM S A BUD": 357, "A EDI B": 358, "A BEL S A BUR": 359, "A MAR S A BUR": 360, "A RUM - SER": 361, "A ROM - NAP": 362, "F LVP B": 363, "F HEL - NTH": 364, "F GRE - AEG": 365, "A SWE - DEN": 366, "A BOH S A TYR - MUN": 367, "F DEN - BAL": 368, "A WAR - LVN": 369, "A WAR S A MOS": 370, "A STP - FIN": 371, "F CON B": 372, "A LVP - EDI": 373, "F BLA - SEV": 374, "A SER S A RUM": 375, "A TRI S A VIE": 376, "A HOL - RUH": 377, "F ANK H": 378, "A YOR H": 379, "F GRE S A BUL": 380, "A PIC H": 381, "A STP - LVN": 382, "A NAP H": 383, "A PIC S A BEL": 384, "A KIE S A BER": 385, "A SWE H": 386, "A BUL S A SER": 387, "A BUD S A SER": 388, "A EDI - NWY VIA": 389, "F IRI - LVP": 390, "F ROM B": 391, "F LYO H": 392, "F MAO - IRI": 393, "A MAR S A PAR - BUR": 394, "A SWE - NWY": 395, "A SER S A BUD": 396, "F NAF - MAO": 397, "A MAR - GAS": 398, "A PIC - PAR": 399, "F TYS - ROM": 400, "F CON - BLA": 401, "F NTH - HOL": 402, "A PRU - LVN": 403, "F ION - EAS": 404, "A PIC - BUR": 405, "F BLA S A BUL - RUM": 406, "A TYR S A BOH - MUN": 407, "A SER S A TRI": 408, "F ANK - CON": 409, "A APU - VEN": 410, "A TRI S A VEN": 411, "F SPA - POR": 412, "A GAS - BRE": 413, "F BEL - ENG": 414, "F MAR - SPA": 415, "F BER - BAL": 416, "F POR H": 417, "A GAS H": 418, "F BLA S A SEV": 419, "A CON - SMY": 420, "F AEG S F EAS - ION": 421, "F MAO - NAF": 422, "F SKA - DEN": 423, "A ALB - SER": 424, "A PRU H": 425, "A FIN - SWE": 426, "F BLA S A BUL": 427, "F ADR H": 428, "F BAL - BER": 429, "F LYO - WES": 430, "F NTH - SKA": 431, "A BUD S A TRI": 432, "A BRE - GAS": 433, "F CON - BUL": 434, "F NWG - BAR": 435, "F BAL H": 436, "A LVN - WAR": 437, "A MUN S A KIE": 438, "A BUR - GAS": 439, "F NTH - BEL": 440, "A BOH - GAL": 441, "A TYR S A VEN - TRI": 442, "A BOH - TYR": 443, "F KIE - HEL": 444, "F NAF - TUN": 445, "A CON - ANK": 446, "F BAR - STP": 447, "F TUN S F TYS": 448, "A BRE - PIC": 449, "A RUM S A BUL": 450, "A SEV S A MOS": 451, "A SER S F ALB - GRE": 452, "F SMY H": 453, "A GAL S A RUM": 454, "F BOT - STP": 455, "A GAL - BOH": 456, "A HOL S A KIE": 457, "A STP B": 458, "A TRI S A BUD": 459, "A ARM - ANK": 460, "F SKA - SWE": 461, "A MOS - LVN": 462, "F GRE - ALB": 463, "A ARM H": 464, "F LYO S A PIE - MAR": 465, "A PIC S A BUR": 466, "F ROM H": 467, "F EAS - SMY": 468, "A BER S A KIE": 469, "A MOS S A SEV": 470, "F CON H": 471, "F BUL H": 472, "F NAP - APU": 473, "F ADR - TRI": 474, "F ALB - ION": 475, "F NWG - NTH": 476, "F MAR H": 477, "A MUN S A BUR": 478, "F BOT - BAL": 479, "A SMY B": 480, "A VEN S A TYR": 481, "A LVN - MOS": 482, "A KIE S A BUR - MUN": 483, "A BRE - PAR": 484, "F HEL - DEN": 485, "A BRE B": 486, "F ALB - TRI": 487, "A TRI S A SER": 488, "A POR H": 489, "A YOR - LON": 490, "F ENG S A BEL": 491, "A LVN H": 492, "F AEG - SMY": 493, "A ALB - GRE": 494, "A NAP - ROM": 495, "F TUN - NAF": 496, "A LVP - WAL": 497, "F BLA S A CON - BUL": 498, "F BER B": 499, "A TUS H": 500, "F ADR - VEN": 501, "A RUH S A BEL": 502, "A WAL H": 503, "F NWY - NWG": 504, "F NWG - NAO": 505, "A GRE S A BUL": 506, "F NAP S F ION": 507, "A BUR S A MAR": 508, "F SWE - BAL": 509, "F MAO - NAO": 510, "F WES - LYO": 511, "A TYR S A VIE": 512, "A GRE S A SER": 513, "A LVN - PRU": 514, "A SER S A BUL - RUM": 515, "A MOS S A STP": 516, "A ARM - SMY": 517, "F BAL S A BER": 518, "F LYO - MAR": 519, "A ROM S A VEN": 520, "F SEV S A UKR - RUM": 521, "A PAR S A BUR": 522, "A SMY - ANK": 523, "A GAS - PAR": 524, "A RUM S A GAL - BUD": 525, "A GRE - ALB": 526, "F WAL - LVP": 527, "F ENG - IRI": 528, "A RUM S A SER": 529, "F SMY - CON": 530, "F WAL - LON": 531, "F EAS - AEG": 532, "A MUN S A RUH - BUR": 533, "A SER S A BUD - RUM": 534, "A GAL D": 535, "A RUH S A KIE": 536, "F SKA - NWY": 537, "A MUN S A BER - KIE": 538, "F KIE - BAL": 539, "A TYR D": 540, "F NWY S A STP": 541, "F SWE S F NWY": 542, "A BUD S A GAL - RUM": 543, "A UKR S A RUM": 544, "F BLA - BUL": 545, "A VEN S A TYR - TRI": 546, "F NWG - EDI": 547, "F BER H": 548, "A BUD S A VIE - GAL": 549, "A WAL - LON": 550, "F AEG S F ION": 551, "A YOR - NWY VIA": 552, "F LON - WAL": 553, "F AEG - BUL": 554, "A SIL S A PRU - BER": 555, "A NWY S F SWE": 556, "A MAR S F SPA": 557, "A SWE - FIN": 558, "A MOS S F SEV": 559, "F ADR S A TRI": 560, "F RUM - BLA": 561, "F HOL S A BEL": 562, "A SPA S A MAR": 563, "F NTH C A YOR - NWY": 564, "F CLY - EDI": 565, "F TYS S F TUN - ION": 566, "F NWG H": 567, "A SIL - PRU": 568, "A PIE S A VEN": 569, "F NAO - NWG": 570, "F GRE S A SER - BUL": 571, "F SPA S A MAR": 572, "A TYR S A TRI - VEN": 573, "F CLY - LVP": 574, "F SPA - MAR": 575, "A SEV B": 576, "A STP S F NWY": 577, "F BOT H": 578, "A TRI - ALB": 579, "F ADR - APU": 580, "A HOL S A RUH - BEL": 581, "A SIL S A BER": 582, "F SKA - NTH": 583, "F BAR - NWY": 584, "A SIL D": 585, "F LVP - CLY": 586, "A MUN S A RUH": 587, "A BEL S A MUN - BUR": 588, "A ANK - SMY": 589, "A VEN S F TRI": 590, "A NAP B": 591, "A BUR - PIC": 592, "A VEN - TUS": 593, "F NTH - HEL": 594, "F IRI - ENG": 595, "A PIC S A BUR - BEL": 596, "F ROM - TUS": 597, "F HEL - HOL": 598, "A SIL S A BOH - MUN": 599, "F ADR S F ION": 600, "F LVP - WAL": 601, "A SER S F GRE": 602, "F SWE S A NWY": 603, "F TRI S A VEN": 604, "F DEN S F SWE": 605, "A EDI - YOR": 606, "F BEL - HOL": 607, "F BEL - NTH": 608, "A MOS S A LVN - STP": 609, "A UKR D": 610, "A VEN - APU": 611, "F AEG S A GRE": 612, "A FIN - NWY": 613, "F ROM - NAP": 614, "A YOR - LVP": 615, "A APU H": 616, "A BUD S A TRI - SER": 617, "F DEN S F NTH": 618, "A VIE S A TYR": 619, "A LON - YOR": 620, "F NTH S F LON - ENG": 621, "F VEN - APU": 622, "A VIE S A BUD - TRI": 623, "F NWY S F SWE": 624, "A EDI - LVP": 625, "F BAR - NWG": 626, "A UKR S A SEV - MOS": 627, "A TYR S A VEN": 628, "F BUL - CON": 629, "A PIE S A MAR": 630, "A TYR S A TRI": 631, "A RUH D": 632, "A VIE S A TRI - BUD": 633, "A RUM S A SEV": 634, "A BUD S A SER - RUM": 635, "A TRI S A VIE - TYR": 636, "F GRE S F ION": 637, "A YOR - EDI": 638, "F EDI - CLY": 639, "A MUN S A KIE - BER": 640, "F SWE S F DEN": 641, "A RUM S A BUL - SER": 642, "F ION S F GRE": 643, "F SPA - LYO": 644, "A ALB D": 645, "F ENG S F MAO": 646, "A RUH S A MUN - BUR": 647, "A NWY - FIN": 648, "A BUL S F GRE": 649, "A ARM S A SEV": 650, "A WAR S A GAL": 651, "F MAO S F BRE - ENG": 652, "A BEL S A BUR - RUH": 653, "A BUR S A PIC - BEL": 654, "F AEG S A BUL": 655, "F HOL - KIE": 656, "A PRU - SIL": 657, "F DEN S A KIE": 658, "A VIE S A BUD - GAL": 659, "A BUD S A SER - TRI": 660, "F BLA D": 661, "A WAL - LVP": 662, "F GRE S F AEG - ION": 663, "F BRE - PIC": 664, "F NWY - SKA": 665, "F NTH C A EDI - NWY": 666, "A LVP B": 667, "A RUM S A GAL": 668, "F STP - BAR": 669, "F CON S A BUL": 670, "A APU - ROM": 671, "F NTH - NWG": 672, "F DEN - SKA": 673, "F BAL - BOT": 674, "A MUN S A SIL": 675, "A BOH D": 676, "F ADR S A VEN - TRI": 677, "F ION S F TUN": 678, "F APU - ION": 679, "F TYS S F ION": 680, "A LVN S A MOS - STP": 681, "F POR S F SPA": 682, "A TRI S A TYR - VIE": 683, "A SER S A BUL": 684, "F HEL - KIE": 685, "A MUN S A TYR": 686, "F BAL - KIE": 687, "A GRE S A BUL - SER": 688, "A BUR S A RUH - MUN": 689, "F BAL D": 690, "A MOS S A UKR": 691, "A SIL S A WAR": 692, "F BRE S F MAO": 693, "A UKR S A WAR": 694, "F ION - ALB": 695, "A GAS S A BUR": 696, "F IRI H": 697, "A GAS S A MAR": 698, "A PRU S A BER": 699, "F NAO - LVP": 700, "F SWE - BOT": 701, "A BUD S A GAL - VIE": 702, "F RUM - SEV": 703, "F BLA - ANK": 704, "A SEV S A UKR": 705, "A BER S A MUN - KIE": 706, "A BUL S A GRE": 707, "A BUL S A GRE - SER": 708, "A TRI S A VEN - TYR": 709, "A LON - BEL VIA": 710, "F ARM - SEV": 711, "A UKR S A MOS - SEV": 712, "A GAL S A WAR": 713, "A MUN S A BOH": 714, "A UKR S A SEV": 715, "F SWE - FIN": 716, "F LYO S A MAR - PIE": 717, "A SEV S F RUM": 718, "A RUM S A SER - BUL": 719, "A UKR S F SEV": 720, "F FIN - SWE": 721, "F ALB - ADR": 722, "A TRI S A TYR": 723, "A GAL S A UKR - RUM": 724, "F AEG S A BUL - GRE": 725, "A MUN S A KIE - RUH": 726, "F SEV B": 727, "F NWY S F NTH": 728, "F SWE S A STP - NWY": 729, "F HEL H": 730, "A MUN S A BER - SIL": 731, "A SER S A RUM - BUD": 732, "F ENG - WAL": 733, "F CON - SMY": 734, "F BAR S A STP": 735, "F CON - ANK": 736, "F KIE - BER": 737, "F NWG C A EDI - NWY": 738, "A MAR S A SPA": 739, "A PRU S A WAR": 740, "A HOL S A RUH - KIE": 741, "A LVN S A MOS": 742, "A RUM R UKR": 743, "A VIE S A GAL": 744, "A SER - ALB": 745, "A PIE D": 746, "A BUD S A VIE - TRI": 747, "A RUH S A HOL - BEL": 748, "A ALB H": 749, "F SWE - SKA": 750, "A MOS S A UKR - WAR": 751, "A BUL S F AEG - GRE": 752, "A TRI S A TYR - VEN": 753, "A BUR D": 754, "F BAR H": 755, "A VIE D": 756, "A CON - RUM VIA": 757, "A SER S A RUM - BUL": 758, "F EAS H": 759, "A STP S A NWY": 760, "A DEN S F SWE": 761, "A LVN D": 762, "A RUH S A HOL - KIE": 763, "F PIC - BEL": 764, "F AEG S A CON - BUL": 765, "A APU - NAP": 766, "F GRE S F EAS - ION": 767, "A TRI S A VIE - BUD": 768, "A NWY S A STP": 769, "A VIE S F TRI": 770, "F MAO S F ENG": 771, "F ADR D": 772, "A BUL S A SER - RUM": 773, "A UKR S A GAL - RUM": 774, "A SER S A BUD - TRI": 775, "F BAR S A NWY - STP": 776, "A SIL S A TYR - MUN": 777, "F BLA C A CON - RUM": 778, "F ION S F TYS": 779, "F BER - KIE": 780, "A TYR S A BOH": 781, "A SER S A ALB - TRI": 782, "A RUM S A ARM - SEV": 783, "A APU - TUN VIA": 784, "A LON - NWY VIA": 785, "F ALB H": 786, "F ADR S A VEN": 787, "F TUN S F ION": 788, "F MAR - PIE": 789, "F RUM S A BUL": 790, "F SKA H": 791, "F ADR S A TRI - VEN": 792, "F ENG S F NTH": 793, "F ION C A APU - TUN": 794, "A GAL S A RUM - BUD": 795, "A ROM S F NAP": 796, "A MOS S A LVN": 797, "A BOH S A SIL - MUN": 798, "F NTH C A LON - NWY": 799, "F APU - ADR": 800, "A VEN S A PIE": 801, "A PAR S A MAR - BUR": 802, "F WAL - ENG": 803, "F LVP - NAO": 804, "F NAF - WES": 805, "F HEL D": 806, "F TYS S F TUN": 807, "A MAR S A PIE": 808, "A NAP - APU": 809, "F NAP S A ROM": 810, "A DEN S A KIE": 811, "F LON S F NTH": 812, "F ION - APU": 813, "F MAO S F SPA": 814, "A PRU S A SIL": 815, "F HOL S A RUH - BEL": 816, "F PIC - BRE": 817, "F TYS S F ION - TUN": 818, "F ENG S A PIC - BEL": 819, "F NTH D": 820, "F TUS - LYO": 821, "A TUS S A PIE": 822, "A VIE S A TRI - TYR": 823, "A GAL S A BUD": 824, "A BEL S A RUH": 825, "A VIE S A GAL - BUD": 826, "F NAP S F TUN - ION": 827, "A BEL S A RUH - BUR": 828, "A BUD S A TRI - VIE": 829, "F BOT D": 830, "A TYR S A VIE - BOH": 831, "A GAL S A VIE": 832, "F SKA D": 833, "A SER R ALB": 834, "A SER S A GAL - RUM": 835, "A HOL S A RUH": 836, "A NAF - TUN": 837, "F ENG S F IRI - MAO": 838, "F BLA S A SEV - RUM": 839, "A KIE S A HOL": 840, "A UKR S A GAL": 841, "A TRI S A BUD - VIE": 842, "A SWE S F DEN": 843, "A SEV S A RUM - UKR": 844, "A BER S A SIL": 845, "F WES S F TUN": 846, "A KIE S A RUH - MUN": 847, "F ALB D": 848, "A BUD S A GAL": 849, "A KIE S F DEN": 850, "A BOH S A VIE": 851, "F WES S F LYO - TYS": 852, "A RUM S A SER - BUD": 853, "A PRU D": 854, "F APU - VEN": 855, "A MUN D": 856, "A GAS S A BUR - MAR": 857, "A MOS S A UKR - SEV": 858, "A BOH S A MUN - TYR": 859, "F BUL - GRE": 860, "F SEV - ARM": 861, "A PAR S A BRE": 862, "A LVN S A WAR": 863, "F ADR - ALB": 864, "F DEN - HEL": 865, "F NTH S F ENG": 866, "A VEN S A ROM": 867, "F LYO S A MAR": 868, "A GAL S A BUD - RUM": 869, "A MOS S A WAR - UKR": 870, "F DEN S F BAL - SWE": 871, "F WES S F TYS": 872, "A LVN S A STP": 873, "F TUN S F WES - TYS": 874, "A RUM S F SEV": 875, "A WAR D": 876, "F BAL S A KIE - BER": 877, "F LON - YOR": 878, "A SEV S A UKR - RUM": 879, "A GAS D": 880, "A ARM D": 881, "A FIN D": 882, "A FIN H": 883, "F SWE S F STP - NWY": 884, "A BUR S A GAS - MAR": 885, "A VIE S A VEN - TRI": 886, "F TUN S F TYS - ION": 887, "F BRE - GAS": 888, "A BOH S A TYR": 889, "F LYO - TUS": 890, "A BER S A SIL - MUN": 891, "A TRI S A BUD - SER": 892, "A SYR - SMY": 893, "F ENG S A BUR - BEL": 894, "F BUL - AEG": 895, "F NTH S F NWY": 896, "A LON - WAL": 897, "A WAR S A UKR": 898, "A RUM S A WAR - GAL": 899, "A SEV S A BUL - RUM": 900, "F ENG D": 901, "A SEV S A UKR - MOS": 902, "A VIE R BOH": 903, "A SIL S A PRU - WAR": 904, "A WAR S A SIL": 905, "F BEL - PIC": 906, "F YOR - LON": 907, "F NWG D": 908, "A SWE S F NWY": 909, "F NAP S F TYS": 910, "A TYR S A TRI - VIE": 911, "F IRI - WAL": 912, "F WAL H": 913, "A TYR S A BOH - VIE": 914, "F VEN - ADR": 915, "A UKR S A MOS": 916, "F SPA S F MAO": 917, "A MUN S A RUH - KIE": 918, "A BRE S A PAR": 919, "A RUM S A BUD - SER": 920, "A VEN S A PIE - TYR": 921, "F NAO H": 922, "A VIE S A TYR - TRI": 923, "F ANK B": 924, "F AEG D": 925, "F ION S F NAP": 926, "F NTH S A BEL": 927, "A MUN R SIL": 928, "A WAR S A UKR - GAL": 929, "A YOR - BEL VIA": 930, "A BEL S A RUH - HOL": 931, "A BEL S A PIC": 932, "F STP S F NWY": 933, "A HOL S F BEL": 934, "A BEL S F HOL": 935, "A PRU S A SIL - WAR": 936, "A GAL S A UKR - WAR": 937, "F TUS - ROM": 938, "A BEL S A PAR - BUR": 939, "A PIC D": 940, "F ION S F NAP - TYS": 941, "A BOH S A SIL": 942, "A UKR S F SEV - RUM": 943, "A KIE S A BER - MUN": 944, "F ION D": 945, "A UKR S A WAR - GAL": 946, "F TUN S F LYO - TYS": 947, "F POR S A SPA": 948, "A TYR S A SIL - MUN": 949, "F NWY S A FIN - STP": 950, "A PRU S A SIL - BER": 951, "F WES S F NAF - TUN": 952, "F YOR - EDI": 953, "F NAP S F ION - TYS": 954, "A UKR S A GAL - WAR": 955, "F EDI - YOR": 956, "F HOL - HEL": 957, "F WES - NAF": 958, "F NAF H": 959, "A BUL S F BLA - RUM": 960, "A BER S A KIE - MUN": 961, "F BLA S A RUM - SEV": 962, "A VEN S A TYR - PIE": 963, "F AEG S F GRE": 964, "A BUR S A PIC": 965, "F PIC - ENG": 966, "A BER S A BOH - MUN": 967, "F NTH C A YOR - BEL": 968, "A BER S A BUR - MUN": 969, "F NAO S F MAO": 970, "A BER R PRU": 971, "A MUN S A SIL - BER": 972, "F LYO S F TYS": 973, "A APU - GRE VIA": 974, "F EAS S F ION": 975, "A TRI R ALB": 976, "A KIE S A MUN - BER": 977, "A VEN R ROM": 978, "F FIN - STP": 979, "A CON - SEV VIA": 980, "A MOS S A WAR - LVN": 981, "A WAR S A SEV - MOS": 982, "F ION C A APU - GRE": 983, "F BOT S A STP": 984, "F SWE D": 985, "A VIE S A SER - TRI": 986, "A TUS D": 987, "A SEV R ARM": 988, "A RUH S A HOL": 989, "F BLA C A CON - SEV": 990, "F ARM - BLA": 991, "A LVN S A STP - MOS": 992, "F POR S F MAO": 993, "F TUN S F TYS - WES": 994, "F NAF S F TUN": 995, "A MOS D": 996, "A TYR S A VEN - PIE": 997, "A BUD D": 998, "A ANK - SEV VIA": 999, "F TYS D": 1000, "A SER S F GRE - BUL": 1001, "F AEG S F GRE - ION": 1002, "F NAF S F WES": 1003, "F IRI S F MAO": 1004, "F NWG S A NWY": 1005, "F NWY S F STP": 1006, "A PIC - WAL VIA": 1007, "A SIL S A BOH": 1008, "A RUM R GAL": 1009, "F ION S A GRE": 1010, "A PIE S A TYR": 1011, "A BUD R GAL": 1012, "A BUD S A RUM - GAL": 1013, "F GRE S F ION - AEG": 1014, "A VEN D": 1015, "F WES S F NAF - MAO": 1016, "A RUM S A BUD - GAL": 1017, "F BAL - LVN": 1018, "F MAO - GAS": 1019, "F IRI - NAO": 1020, "A TRI R TYR": 1021, "F ENG C A PIC - WAL": 1022, "A LON - PIC VIA": 1023, "F LYO S F WES - SPA": 1024, "F RUM - BUL": 1025, "F TUN S F NAP - ION": 1026, "A GAL S A BOH - VIE": 1027, "A LON - HOL VIA": 1028, "F MAO D": 1029, "A VIE S A BOH": 1030, "A BUL S F RUM": 1031, "A BUD S F TRI": 1032, "F ENG C A LON - PIC": 1033, "A SER S F TRI": 1034, "F SWE S A DEN": 1035, "F TYS - TUS": 1036, "A EDI - DEN VIA": 1037, "A WAL - YOR": 1038, "A SEV S A GAL - RUM": 1039, "F DEN S F HEL - NTH": 1040, "A SER D": 1041, "F WES S F LYO": 1042, "A RUM S A UKR - SEV": 1043, "A BEL R PIC": 1044, "A TRI S A SER - BUD": 1045, "A MUN S A SIL - BOH": 1046, "F WES S F SPA": 1047, "A BOH S A TYR - VIE": 1048, "A CON - GRE VIA": 1049, "A BER D": 1050, "A SER S A TRI - BUD": 1051, "F APU H": 1052, "A MUN R RUH": 1053, "A TRI D": 1054, "F NTH C A EDI - DEN": 1055, "A TUS S A VEN": 1056, "F NWY - BAR": 1057, "A STP S F SWE - NWY": 1058, "F NTH C A LON - HOL": 1059, "A WAR S A GAL - SIL": 1060, "A BUL S A RUM - SER": 1061, "F WES S F MAO": 1062, "F NTH S F NWG - NWY": 1063, "A BUR R PAR": 1064, "F BLA C A ANK - SEV": 1065, "F ION S F TYS - TUN": 1066, "F SEV S A GAL - RUM": 1067, "F IRI S F NAO - MAO": 1068, "A BOH S A GAL": 1069, "A BUR S A BEL - RUH": 1070, "A UKR S F RUM": 1071, "A BUL S A BUD - RUM": 1072, "A PIC S A PAR - BUR": 1073, "F AEG - EAS": 1074, "A WAR S A UKR - MOS": 1075, "F GRE R ALB": 1076, "F NTH S A NWY": 1077, "F TUS - TYS": 1078, "A GAL S A BUD - VIE": 1079, "A SER S A GRE": 1080, "F IRI S F ENG": 1081, "F STP - FIN": 1082, "A BUD S A BUL - RUM": 1083, "A UKR S A SEV - RUM": 1084, "A ALB S A SER": 1085, "F ENG S F LON - NTH": 1086, "A HOL S A BUR - BEL": 1087, "F AEG C A CON - GRE": 1088, "A FIN S A STP": 1089, "F NWG S F NTH": 1090, "F LYO S F WES - TYS": 1091, "A PIE S A VEN - TYR": 1092, "A MAR S A GAS - BUR": 1093, "A NAF H": 1094, "F NTH S F DEN": 1095, "A VEN S A TRI - TYR": 1096, "A TYR S A PIE": 1097, "A MUN S A BEL - BUR": 1098, "F ALB S A TRI": 1099, "A NAP - GRE VIA": 1100, "A GAL R WAR": 1101, "F DEN S F KIE": 1102, "A MOS S A GAL - WAR": 1103, "F LYO S F WES": 1104, "A BUD S A RUM - SER": 1105, "F ENG S F NAO - MAO": 1106, "F ION C A NAP - GRE": 1107, "F NWY S A SWE": 1108, "F SWE R BOT": 1109, "A KIE S A RUH": 1110, "F ION S F AEG - GRE": 1111, "A MUN R BER": 1112, "F NAO - IRI": 1113, "A GRE S A SER - BUL": 1114, "A VIE S A VEN - TYR": 1115, "F WAL - IRI": 1116, "A PAR S F BRE": 1117, "F LON S F EDI - NTH": 1118, "A YOR - WAL": 1119, "A RUM S A GAL - UKR": 1120, "A ANK - RUM VIA": 1121, "F SEV D": 1122, "A BER S A MUN - SIL": 1123, "A NWY S A SWE": 1124, "A APU S A VEN": 1125, "A BOH S A VIE - TYR": 1126, "A VEN S A TUS - PIE": 1127, "F CON S F ANK - BLA": 1128, "F CLY - NWG": 1129, "F SPA S A PIE - MAR": 1130, "A MAR S A GAS - SPA": 1131, "F SPA S F MAO - WES": 1132, "F BAL S F DEN": 1133, "F TUN S F WES": 1134, "A MUN S A PIE - TYR": 1135, "A LON - BRE VIA": 1136, "A APU D": 1137, "A BUL S F AEG - CON": 1138, "A MAR D": 1139, "F VEN S A TRI": 1140, "F BUL - BLA": 1141, "A RUH S A KIE - MUN": 1142, "F DEN D": 1143, "A BUL R CON": 1144, "F TYS S F TUN - WES": 1145, "A PIE R MAR": 1146, "F BLA C A ANK - RUM": 1147, "A BOH S A GAL - SIL": 1148, "F TUN S F ION - TYS": 1149, "F RUM S A SEV": 1150, "F NTH C A LON - BEL": 1151, "A BER S F KIE": 1152, "F ARM - ANK": 1153, "F NWY D": 1154, "A TYR R PIE": 1155, "A SER S A GRE - BUL": 1156, "F MAO S F BRE": 1157, "F WES D": 1158, "A GAS S F SPA": 1159, "F ANK - ARM": 1160, "A BUR S F BEL": 1161, "F ENG C A LON - BEL": 1162, "A BUL S F CON": 1163, "A GAS S A MAR - BUR": 1164, "F BAR D": 1165, "F TYS S F ION - NAP": 1166, "A YOR - DEN VIA": 1167, "A UKR S A RUM - SEV": 1168, "F HOL S A KIE": 1169, "A SEV S F BLA - RUM": 1170, "F BUL - RUM": 1171, "A PAR S A PIC - BRE": 1172, "A LON - DEN VIA": 1173, "F NTH S F ENG - BEL": 1174, "F MAO S A SPA": 1175, "A BEL D": 1176, "A NWY R FIN": 1177, "F KIE S A BER": 1178, "F LON D": 1179, "A PIE S A TUS - VEN": 1180, "A BER S A TYR - MUN": 1181, "F YOR - NTH": 1182, "F ENG C A LON - BRE": 1183, "A PIC S A BUR - PAR": 1184, "A MOS S A LVN - WAR": 1185, "F BLA S A RUM - BUL": 1186, "F SPA S F WES - MAO": 1187, "A BUR S A TYR - MUN": 1188, "F BEL S A HOL": 1189, "A MUN R BOH": 1190, "F WES S F LYO - SPA": 1191, "A SER S A BUL - GRE": 1192, "A WAR S A MOS - UKR": 1193, "F BER S A KIE": 1194, "A YOR D": 1195, "A TRI R VEN": 1196, "F EAS S F AEG": 1197, "F NWY S F DEN - NTH": 1198, "F NTH C A YOR - DEN": 1199, "A RUH S A KIE - HOL": 1200, "F VEN - TRI": 1201, "A SMY S F CON": 1202, "A WAR S A SIL - GAL": 1203, "A ALB S A TRI": 1204, "F NTH C A LON - DEN": 1205, "A GRE S F BUL": 1206, "A WAR R LVN": 1207, "A WAR S A STP - MOS": 1208, "A PAR S A GAS - BUR": 1209, "F SWE S F NTH - NWY": 1210, "F BAL - PRU": 1211, "A VEN S A VIE - TRI": 1212, "A BEL R RUH": 1213, "A MUN S A HOL - KIE": 1214, "F STP D": 1215, "A VIE R TYR": 1216, "F AEG S A BUL - CON": 1217, "A SIL S A BER - MUN": 1218, "F LON S F ENG - NTH": 1219, "A BUR R GAS": 1220, "A BER S A RUH - MUN": 1221, "A RUM D": 1222, "F SMY S F CON": 1223, "F GAS - MAO": 1224, "F ENG - PIC": 1225, "A MOS R LVN": 1226, "A PIC S F BEL": 1227, "A FIN S A STP - NWY": 1228, "F GAS - BRE": 1229, "A TRI S A ALB - SER": 1230, "A SIL S A GAL": 1231, "F ION R TUN": 1232, "F NTH S F SKA - DEN": 1233, "F TUS H": 1234, "A VIE R GAL": 1235, "A MUN S A PRU - BER": 1236, "F ION S F ALB - GRE": 1237, "A TUN - NAF": 1238, "F TYS S F NAP": 1239, "F BRE S F ENG": 1240, "A YOR - HOL VIA": 1241, "A BUD S A UKR - RUM": 1242, "A MUN S A BOH - TYR": 1243, "F ROM S F NAP": 1244, "A VEN R TUS": 1245, "A EDI - HOL VIA": 1246, "F TUS - PIE": 1247, "A HOL S A KIE - RUH": 1248, "F LYO D": 1249, "A HOL S F KIE": 1250, "F CLY - NAO": 1251, "F NWG - CLY": 1252, "A EDI - BEL VIA": 1253, "F ENG S F BEL": 1254, "A VEN R APU": 1255, "F NAF S F WES - MAO": 1256, "F NWG S F NTH - NWY": 1257, "A RUH S A BEL - HOL": 1258, "A PAR D": 1259, "A SER S A VIE - TRI": 1260, "A MOS S F STP": 1261, "F DEN S A HOL - KIE": 1262, "A STP S A LVN": 1263, "F NTH C A EDI - BEL": 1264, "F TUN D": 1265, "A GRE S A CON - BUL": 1266, "A SIL S A PRU": 1267, "F ENG S F MAO - BRE": 1268, "F EDI S F NTH": 1269, "A NAP S A ROM": 1270, "F IRI S F ENG - MAO": 1271, "F WAL D": 1272, "A RUM R SEV": 1273, "F KIE S F DEN": 1274, "A RUM S A CON - BUL": 1275, "F ION S A ALB - GRE": 1276, "A GAL S A RUM - UKR": 1277, "A STP S A FIN - NWY": 1278, "F BLA S A UKR - RUM": 1279, "F NTH C A EDI - HOL": 1280, "F EAS D": 1281, "F AEG S F SMY - EAS": 1282, "F NTH R EDI": 1283, "F BOT - LVN": 1284, "F NTH C A YOR - HOL": 1285, "A GAL S F RUM": 1286, "A PIE S A TYR - VEN": 1287, "F SMY S A CON": 1288, "F PIC H": 1289, "F ROM S F TYS": 1290, "A MAR S F LYO - SPA": 1291, "A RUM S A MOS - SEV": 1292, "A RUM R BUD": 1293, "A BUR S A RUH": 1294, "A ROM S A PIE - VEN": 1295, "F ION S F AEG": 1296, "A MAR R GAS": 1297, "F BAL S A KIE": 1298, "A SMY S A CON": 1299, "A SER S F ALB - TRI": 1300, "A BUL S A SEV - RUM": 1301, "F APU D": 1302, "A WAR S A LVN": 1303, "A MOS R STP": 1304, "F APU S F ION": 1305, "F KIE S A HOL": 1306, "A TUS S A PIE - VEN": 1307, "A SIL S A MUN - BER": 1308, "A PIE S A TUS": 1309, "A BOH S A GAL - VIE": 1310, "A RUH S A BUR": 1311, "A HOL D": 1312, "A BEL S F NTH - HOL": 1313, "A MUN R KIE": 1314, "A GAL S A SIL - WAR": 1315, "A RUH S A BUR - BEL": 1316, "F ALB S F ION": 1317, "F NAP S F ADR - ION": 1318, "A VIE S A TYR - BOH": 1319, "F GRE D": 1320, "F LYO S F SPA": 1321, "F NWG S F NWY": 1322, "A GAL S A VIE - BUD": 1323, "A GAL S A BOH": 1324, "A BER R SIL": 1325, "F HOL S F BEL": 1326, "A BUR S A PIC - PAR": 1327, "F DEN S A SWE": 1328, "A BUR S A BEL - PIC": 1329, "F DEN R BAL": 1330, "A RUH S F HOL - BEL": 1331, "F AEG S F ION - GRE": 1332, "A ROM D": 1333, "A BRE S A PIC": 1334, "F NAP S F ROM": 1335, "A SWE S A NWY": 1336, "F MAO R POR": 1337, "A RUM S F BUL": 1338, "A BUL S A CON": 1339, "F WES S F TYS - LYO": 1340, "A MUN R TYR": 1341, "F GAS - SPA": 1342, "F SWE R BAL": 1343, "F MAR S F SPA": 1344, "A VIE S A GAL - BOH": 1345, "A TYR S A PIE - VEN": 1346, "A WAR S A LVN - MOS": 1347, "A CON S F BUL": 1348, "F DEN S F BOT - SWE": 1349, "A MAR S F WES - SPA": 1350, "F NWY S A FIN - SWE": 1351, "F ENG S F BRE": 1352, "A BUR R MAR": 1353, "F NTH S A HOL - BEL": 1354, "A TYR S A VIE - TRI": 1355, "A WAR R PRU": 1356, "F NTH S F BEL": 1357, "F FIN H": 1358, "A STP S A LVN - MOS": 1359, "F NWY S F BAR - STP": 1360, "A ANK S F CON": 1361, "F NTH S A BEL - HOL": 1362, "A MUN S F KIE": 1363, "A MAR R PIE": 1364, "F EDI S F LON - NTH": 1365, "F BEL S F ENG": 1366, "A PIE S F LYO - MAR": 1367, "F SPA S F LYO": 1368, "F ENG S F BRE - MAO": 1369, "A VEN S A ROM - TUS": 1370, "A TUS S A VEN - PIE": 1371, "A BUR S A RUH - BEL": 1372, "A BRE - WAL VIA": 1373, "F TYS S F NAP - ION": 1374, "F AEG S F EAS - SMY": 1375, "A BEL R HOL": 1376, "A BUR S A KIE - MUN": 1377, "A RUM S A UKR - GAL": 1378, "A PIE S F MAR": 1379, "F SPA S F MAO - POR": 1380, "A BUR S A PAR - PIC": 1381, "F NAO - CLY": 1382, "A KIE S A RUH - HOL": 1383, "A PAR S A GAS - BRE": 1384, "A ROM S A TUS": 1385, "A KIE D": 1386, "F IRI D": 1387, "A STP R FIN": 1388, "F LYO S A PIE": 1389, "F STP S A NWY": 1390, "F NWY R NWG": 1391, "A SIL S A BER - PRU": 1392, "F POR S F MAO - SPA": 1393, "A KIE S A MUN - RUH": 1394, "F BAR S A FIN - STP": 1395, "A MOS S A RUM - SEV": 1396, "F APU S F ION - NAP": 1397, "F DEN R HEL": 1398, "F ADR S A TYR - TRI": 1399, "F GRE S F BUL": 1400, "F SPA S F MAR": 1401, "F GRE S A RUM - BUL": 1402, "F LVN H": 1403, "F BAL S A DEN - SWE": 1404, "F EDI D": 1405, "A NWY D": 1406, "F BEL S F NTH": 1407, "A KIE R BER": 1408, "A STP D": 1409, "F SEV S F RUM": 1410, "F MAO S F WES": 1411, "F NTH - YOR": 1412, "A TYR S A BUR - MUN": 1413, "F MAO S F ENG - BRE": 1414, "A SIL S A GAL - WAR": 1415, "F TYS S A TUS - ROM": 1416, "F ENG R LON": 1417, "F CLY D": 1418, "F NAF S F MAO - WES": 1419, "F LYO S F TYS - WES": 1420, "A SYR - ARM": 1421, "A MAR S A SPA - GAS": 1422, "A BUD S A TYR - VIE": 1423, "F TYS S F WES - TUN": 1424, "F BAL S F DEN - SWE": 1425, "F NAF S F MAO": 1426, "F SKA S A NWY - SWE": 1427, "F ENG S F NTH - BEL": 1428, "F GRE S F AEG": 1429, "A SEV D": 1430, "F YOR D": 1431, "A UKR S A MOS - WAR": 1432, "F SMY S F CON - AEG": 1433, "A VEN S F NAP - ROM": 1434, "A VEN S A VIE - TYR": 1435, "A VEN S A TUS - ROM": 1436, "A MUN R BUR": 1437, "F STP - LVN": 1438, "F BLA S F RUM": 1439, "A RUM S A SEV - UKR": 1440, "A BUD R VIE": 1441, "F PIE - LYO": 1442, "A BUR R RUH": 1443, "F NWY R SKA": 1444, "A RUH S A BER - MUN": 1445, "A ARM - RUM VIA": 1446, "A SIL S A MUN - BOH": 1447, "F PIE H": 1448, "A RUM R SER": 1449, "A TYR R BOH": 1450, "F SWE S F NTH - DEN": 1451, "A SEV R MOS": 1452, "F ADR S A ALB - TRI": 1453, "F ENG C A BRE - WAL": 1454, "F TYS S F WES": 1455, "F LON S F ENG": 1456, "A MAR S F MAO - SPA": 1457, "A KIE S F BER": 1458, "A TRI S F VEN": 1459, "A NWY S F STP": 1460, "A BOH S A BER - MUN": 1461, "F BLA C A ARM - RUM": 1462, "A LVN S A PRU": 1463, "F TRI D": 1464, "A VEN S A ALB - TRI": 1465, "A RUH S F BEL": 1466, "F BLA - ARM": 1467, "A STP R MOS": 1468, "A FIN S A NWY - STP": 1469, "A VIE S A MUN - TYR": 1470, "A BUD S A ALB - TRI": 1471, "A KIE R RUH": 1472, "F ION R NAP": 1473, "A SPA S A BUR - MAR": 1474, "F ENG S A BRE": 1475, "A BUL S A SER - GRE": 1476, "A SER S F AEG - GRE": 1477, "F DEN S F HOL - NTH": 1478, "A GAL S A SEV - RUM": 1479, "F BUL S A RUM": 1480, "A VEN S F ADR - TRI": 1481, "F SPA S F POR - MAO": 1482, "A UKR S A RUM - GAL": 1483, "F BAL S A DEN - KIE": 1484, "A BEL S A MAR - BUR": 1485, "F NWY S F DEN - SWE": 1486, "A STP S A WAR - MOS": 1487, "A PIE S A ROM - VEN": 1488, "F ION S F APU - NAP": 1489, "F HEL S A KIE": 1490, "F ARM H": 1491, "F NAP S A VEN - ROM": 1492, "A TRI R VIE": 1493, "F SWE R SKA": 1494, "A SER S A ALB - GRE": 1495, "F HOL S F NTH": 1496, "A PIC S F ENG - BEL": 1497, "A NAP - TUN VIA": 1498, "A SWE R FIN": 1499, "A KIE S A DEN": 1500, "F BAL S F BER": 1501, "F YOR H": 1502, "A WAL - BRE VIA": 1503, "A DEN S F BAL - SWE": 1504, "A SIL S A WAR - PRU": 1505, "F BRE D": 1506, "A RUH S A BEL - BUR": 1507, "F NTH S A HOL": 1508, "F ENG S F WAL - LON": 1509, "A SER S F BUL": 1510, "A ARM - SYR": 1511, "F BEL S F HOL": 1512, "A NWY S A FIN - SWE": 1513, "F HOL R HEL": 1514, "F LON S F NTH - ENG": 1515, "F NAP D": 1516, "A GAL R UKR": 1517, "A TRI S F ADR - VEN": 1518, "F NAF S F WES - TUN": 1519, "A ALB S F GRE": 1520, "A TUN - ALB VIA": 1521, "F NWY R BAR": 1522, "F ENG S A PIC - BRE": 1523, "A GRE R ALB": 1524, "F BLA S F SEV": 1525, "A WAR S A LVN - PRU": 1526, "F FIN - BOT": 1527, "F LYO - PIE": 1528, "F BRE S F POR - MAO": 1529, "F BRE S F MAO - ENG": 1530, "F APU S A VEN": 1531, "A SER S A GRE - ALB": 1532, "A KIE - LVN VIA": 1533, "F ION C A TUN - ALB": 1534, "F SKA S F NTH - DEN": 1535, "A BUD S A VEN - TRI": 1536, "F BAL C A KIE - LVN": 1537, "A HOL S A MUN - RUH": 1538, "A BUR S F ENG - BEL": 1539, "F SPA R POR": 1540, "A SPA S F MAO - POR": 1541, "A KIE S F HOL": 1542, "A BUR S A PAR": 1543, "F LYO S F MAO - WES": 1544, "F ROM S F NAP - TYS": 1545, "F BER S F KIE": 1546, "A VEN R PIE": 1547, "F NAP S F TYS - ION": 1548, "A WAL - BEL VIA": 1549, "F EAS S A SYR - SMY": 1550, "A BRE S A GAS": 1551, "A APU - ALB VIA": 1552, "A MUN S A BUR - RUH": 1553, "A TUS S A MAR - PIE": 1554, "A GAS S A PAR - BUR": 1555, "A RUH S A MUN - KIE": 1556, "A TRI R BUD": 1557, "F NTH S F LON": 1558, "F SWE S F SKA - NWY": 1559, "F GAS H": 1560, "A DEN S F KIE": 1561, "F ENG S A WAL - LON": 1562, "A BUR S A PIE - MAR": 1563, "A ANK S F SMY": 1564, "A VIE S A SER - BUD": 1565, "F BAR S A NWY": 1566, "A PIE S A MUN - TYR": 1567, "A CON S F SMY": 1568, "A GAL S A SIL": 1569, "A ROM S A NAP": 1570, "A ARM S A RUM - SEV": 1571, "A ALB S A SER - TRI": 1572, "A HOL S F NTH - BEL": 1573, "F FIN D": 1574, "F PIE - MAR": 1575, "F EAS S F AEG - ION": 1576, "A GAS S F MAO - SPA": 1577, "A WAL - PIC VIA": 1578, "F TUN S F NAP - TYS": 1579, "F ENG C A WAL - BEL": 1580, "F TUN R NAF": 1581, "A BUR S F MAR": 1582, "F MAO S A BRE": 1583, "F SEV S F BLA": 1584, "A SMY D": 1585, "A ARM S F SEV": 1586, "F SKA S A SWE - DEN": 1587, "A SWE S F SKA - DEN": 1588, "F WES S F TYS - TUN": 1589, "F ANK S A CON": 1590, "F BAL S A PRU - BER": 1591, "F NWY S F SKA - SWE": 1592, "F ENG C A WAL - BRE": 1593, "A POR S F SPA": 1594, "A TUN - SYR VIA": 1595, "A GAS S A SPA": 1596, "F NAO S F ENG - MAO": 1597, "A BER S A RUH - KIE": 1598, "A RUM S A UKR": 1599, "A RUM S A VIE - GAL": 1600, "A ANK D": 1601, "A VIE S A BOH - TYR": 1602, "A WAR S A MOS - LVN": 1603, "F MAO S F POR - SPA": 1604, "A MUN S F BER": 1605, "A POR S A SPA": 1606, "A GRE D": 1607, "A BUL S A CON - RUM": 1608, "F EAS C A TUN - SYR": 1609, "F ION C A TUN - SYR": 1610, "A GAL R BOH": 1611, "A SER S A GAL - BUD": 1612, "A MAR - TUS VIA": 1613, "F LYO C A MAR - TUS": 1614, "A BRE D": 1615, "F ROM S F ION - TYS": 1616, "F NAP S F ROM - TYS": 1617, "F ALB S A SER - TRI": 1618, "F HEL S F DEN": 1619, "F BAR S F NWY": 1620, "A VEN S F ROM": 1621, "A RUM S F BLA - SEV": 1622, "F LVN - STP": 1623, "A PIC S A MAR - BUR": 1624, "A LVN S A WAR - MOS": 1625, "A APU S F ION - NAP": 1626, "A STP R LVN": 1627, "F EAS S F ION - AEG": 1628, "A HOL S A MUN - KIE": 1629, "A ROM S A APU - VEN": 1630, "A ROM S F ION - NAP": 1631, "A GAL S A UKR": 1632, "A ALB S A TRI - SER": 1633, "A BUD S A BOH - VIE": 1634, "A GAL S A VIE - BOH": 1635, "F HOL D": 1636, "F DEN S F NWY - SWE": 1637, "A SER S A VEN - TRI": 1638, "A HOL S A BUR - RUH": 1639, "F PRU - BER": 1640, "F BOT - FIN": 1641, "A HOL S A BEL - RUH": 1642, "F ADR S A TYR - VEN": 1643, "F LVN - BAL": 1644, "A UKR S A WAR - MOS": 1645, "F BOT S A NWY - STP": 1646, "A SER S A VIE - BUD": 1647, "A TYR S A BER - MUN": 1648, "F BLA S A SER - RUM": 1649, "F SWE S F SKA - DEN": 1650, "A WAL D": 1651, "F BLA S A ARM - ANK": 1652, "F BAL S A KIE - DEN": 1653, "A WAR R UKR": 1654, "F DEN R SKA": 1655, "A SEV R UKR": 1656, "F ENG R BRE": 1657, "A SWE S A DEN": 1658, "A PRU S A WAR - SIL": 1659, "F NAO D": 1660, "F IRI S F LON - ENG": 1661, "A SER R GRE": 1662, "F BAL S F SWE": 1663, "F CON S A SMY": 1664, "F TRI S A TYR - VEN": 1665, "A PIC - LON VIA": 1666, "F CLY H": 1667, "F ENG C A WAL - PIC": 1668, "F CON S F BUL": 1669, "A KIE R DEN": 1670, "A LON D": 1671, "A FIN S F SWE": 1672, "F MAO S A MAR - SPA": 1673, "F POR D": 1674, "A BOH S A SIL - GAL": 1675, "F ARM D": 1676, "F NWY S F EDI - NTH": 1677, "F ION S F GRE - AEG": 1678, "A BUL D": 1679, "A GAL R SIL": 1680, "A BUR S A PAR - GAS": 1681, "F ADR S F AEG - ION": 1682, "F NAP R APU": 1683, "A BUD S F RUM": 1684, "A VIE S A RUM - GAL": 1685, "F DEN S F SKA - SWE": 1686, "F HEL S A HOL": 1687, "A RUM R BUL": 1688, "F SYR - SMY": 1689, "A SER S F ION - GRE": 1690, "A HOL - NWY VIA": 1691, "A BEL - WAL VIA": 1692, "F ENG C A BEL - WAL": 1693, "F NAO S F IRI - MAO": 1694, "A ROM S F TYS - NAP": 1695, "A ROM R TUS": 1696, "A BUD S A ALB - SER": 1697, "F PIE - TUS": 1698, "F ION S F ADR": 1699, "A TUN - APU VIA": 1700, "A HOL R RUH": 1701, "F NTH C A HOL - NWY": 1702, "A MAR R BUR": 1703, "F WES S F MAO - NAF": 1704, "F ENG C A PIC - LON": 1705, "F SMY S F AEG - CON": 1706, "F DEN S A BER - KIE": 1707, "F NTH C A BEL - NWY": 1708, "F GRE S A CON - BUL": 1709, "F WES S A SPA": 1710, "F ADR S A SER - TRI": 1711, "A MAR S A GAS": 1712, "A SIL S A WAR - GAL": 1713, "F ION S F TYS - NAP": 1714, "F KIE D": 1715, "A ALB - APU VIA": 1716, "F SPA S F WES": 1717, "A GAS S A MAR - SPA": 1718, "F BAL S A DEN": 1719, "A SEV S A WAR - MOS": 1720, "A NAP - ALB VIA": 1721, "F NWY S F SKA - NTH": 1722, "A NWY S F DEN - SWE": 1723, "A NWY S F SKA - SWE": 1724, "F ENG S F LON": 1725, "A PIE R TUS": 1726, "A BEL - NWY VIA": 1727, "F GRE S F AEG - BUL": 1728, "A SMY - SYR": 1729, "F SPA S A GAS - MAR": 1730, "A SPA S A GAS - MAR": 1731, "A ALB S F ION - GRE": 1732, "F ION C A TUN - APU": 1733, "F BLA S A ANK - ARM": 1734, "A SWE D": 1735, "F LVP D": 1736, "A RUM S F BLA - BUL": 1737, "F BRE S F ENG - MAO": 1738, "A PIE S A BUR - MAR": 1739, "F MAO S A GAS - SPA": 1740, "A SPA D": 1741, "A RUH S A PAR - BUR": 1742, "A BUL S A GAL - RUM": 1743, "A MOS S A PRU - WAR": 1744, "A BUL S A UKR - RUM": 1745, "A LVN S A PRU - WAR": 1746, "F NWY S A DEN - SWE": 1747, "A KIE S F BAL - DEN": 1748, "F POR S F WES - MAO": 1749, "F GRE R ION": 1750, "F NWG S A YOR - NWY": 1751, "F SEV S F RUM - BLA": 1752, "F SWE S F BAL - DEN": 1753, "F MAO S A GAS - BRE": 1754, "F ION C A NAP - ALB": 1755, "F RUM S F SEV - BLA": 1756, "F TYS R NAP": 1757, "F STP S F SWE - NWY": 1758, "A MUN S A VIE - TYR": 1759, "F DEN S F NWY - NTH": 1760, "A CON D": 1761, "F NAP S F TYS - ROM": 1762, "F ION S F EAS - AEG": 1763, "A WAR S A PRU - LVN": 1764, "F PRU - BAL": 1765, "A SMY - GRE VIA": 1766, "F LYO S A MAR - SPA": 1767, "A RUH S A PIC - BEL": 1768, "F BAL S A SWE - DEN": 1769, "A TYR R MUN": 1770, "F SPA D": 1771, "A BUD S A TYR - TRI": 1772, "A BUD R SER": 1773, "A PIC S A RUH - BEL": 1774, "F NWY S F LON - NTH": 1775, "A MOS S A SIL - WAR": 1776, "A GAS S A BUR - PAR": 1777, "F ION R TYS": 1778, "F MAO S F SPA - POR": 1779, "A PIC S A BRE": 1780, "A WAR S A GAL - UKR": 1781, "A BER S A PRU": 1782, "A LVN S A SIL - WAR": 1783, "F NTH S F HOL": 1784, "F PIC D": 1785, "F CON S F SMY": 1786, "F SKA S F NWY - SWE": 1787, "F NTH S A SWE - DEN": 1788, "A GAL S A WAR - SIL": 1789, "F HOL S F HEL - NTH": 1790, "F AEG S A GRE - BUL": 1791, "F DEN S F SKA - NTH": 1792, "A KIE S A TYR - MUN": 1793, "F HEL S A HOL - KIE": 1794, "F WES S A MAR - SPA": 1795, "A WAR R SIL": 1796, "F SKA S A DEN - SWE": 1797, "A MOS R UKR": 1798, "A TYR R VIE": 1799, "F LYO S F SPA - WES": 1800, "A BUR S A BER - MUN": 1801, "F TRI R ADR": 1802, "A BUL R SER": 1803, "F ENG R WAL": 1804, "A SPA R POR": 1805, "A RUH S F HOL": 1806, "A ROM S A TUS - VEN": 1807, "A MUN S A HOL - RUH": 1808, "F BRE S A PIC": 1809, "A VIE S F ALB - TRI": 1810, "A KIE S A SIL - MUN": 1811, "F ION C A NAP - TUN": 1812, "F NTH S F HOL - BEL": 1813, "F DEN S F BER - BAL": 1814, "A RUM S F GRE - BUL": 1815, "F GRE S F ADR - ION": 1816, "A ANK S A CON": 1817, "F ION S F TUN - TYS": 1818, "A VIE S A ALB - TRI": 1819, "F NWG S F NTH - EDI": 1820, "A WAR S A PRU": 1821, "F NTH C A HOL - YOR": 1822, "A SER R TRI": 1823, "A PIC S F BRE": 1824, "A VIE R BUD": 1825, "F SEV S A BUL - RUM": 1826, "A TRI R SER": 1827, "A SPA - NAF VIA": 1828, "F HEL S A DEN - KIE": 1829, "A GAL S A BOH - SIL": 1830, "A BUL S F ION - GRE": 1831, "F NTH S A KIE - DEN": 1832, "A DEN S A BER - KIE": 1833, "F DEN S F KIE - BAL": 1834, "A HOL - YOR VIA": 1835, "A BUL S A CON - GRE": 1836, "A BUR S A SPA - MAR": 1837, "F SPA S F NAF - MAO": 1838, "A GAL S F SEV - RUM": 1839, "A BEL S A BUR - PIC": 1840, "F BLA S F SEV - RUM": 1841, "F BUL S A GRE": 1842, "F BLA S F CON - BUL": 1843, "A KIE S F NTH - DEN": 1844, "A SPA S A PIE - MAR": 1845, "A VIE S A BOH - GAL": 1846, "A DEN S A SWE": 1847, "F HOL S A BUR - BEL": 1848, "A GAL R VIE": 1849, "A GRE - APU VIA": 1850, "A ARM - BUL VIA": 1851, "A TRI S A GAL - BUD": 1852, "A HOL S A PIC - BEL": 1853, "A TRI S A BOH - VIE": 1854, "F SPA S A BUR - MAR": 1855, "F GRE S F CON - AEG": 1856, "A EDI D": 1857, "A KIE S A BOH - MUN": 1858, "A BER - LVN VIA": 1859, "A ROM S A TRI - VEN": 1860, "A CON S A SMY": 1861, "A KIE S F HEL - DEN": 1862, "F ION C A GRE - APU": 1863, "F SWE R FIN": 1864, "F VEN B": 1865, "A ROM R APU": 1866, "F BLA S F ARM - SEV": 1867, "F BAL C A BER - LVN": 1868, "F STP R BAR": 1869, "A WAR R MOS": 1870, "F DEN S A NWY - SWE": 1871, "F ION R GRE": 1872, "F HOL S F DEN - NTH": 1873, "F DEN R KIE": 1874, "F ALB S F ION - GRE": 1875, "F ALB S F GRE": 1876, "F BAL S A PRU": 1877, "A NWY - EDI VIA": 1878, "F HOL S F KIE": 1879, "F AEG S F BUL": 1880, "F BLA S F BUL": 1881, "A BRE S A BUR - PAR": 1882, "A PAR S A BRE - GAS": 1883, "F BRE S A PAR - PIC": 1884, "F TYS S F LYO": 1885, "A TUN - GRE VIA": 1886, "F BLA C A ARM - BUL": 1887, "A VEN S A APU - ROM": 1888, "F NTH S F HEL - DEN": 1889, "A GAS S A BRE": 1890, "F BOT S A STP - LVN": 1891, "F BAL C A DEN - LVN": 1892, "A SER S F GRE - ALB": 1893, "A BEL S A HOL - RUH": 1894, "A TRI S A GRE - SER": 1895, "F NTH S A DEN": 1896, "F LON R YOR": 1897, "F MAO S F WES - SPA": 1898, "A BER S A DEN - KIE": 1899, "A KIE R HOL": 1900, "A GAL S A TYR - VIE": 1901, "A BEL R BUR": 1902, "F CON S A SMY - ANK": 1903, "A PRU S A BER - SIL": 1904, "F SMY D": 1905, "F DEN S F HEL - KIE": 1906, "F NTH R LON": 1907, "F PIC S A BEL": 1908, "A SEV S A BUD - RUM": 1909, "A BUD S A BUL - SER": 1910, "F BUL S F CON": 1911, "A DEN - LVN VIA": 1912, "A ROM S A TYR - VEN": 1913, "A KIE S A BUR - RUH": 1914, "F HEL S A KIE - DEN": 1915, "F BAL S F DEN - KIE": 1916, "F BLA S A SEV - ARM": 1917, "F BEL R PIC": 1918, "F BLA S A CON": 1919, "F BUL S F GRE": 1920, "F NTH R HEL": 1921, "F HEL S F NTH": 1922, "A BEL S A KIE - HOL": 1923, "F LYO S A PIE - TUS": 1924, "A BUL S F SEV - RUM": 1925, "F RUM S A CON - BUL": 1926, "F AEG C A SMY - GRE": 1927, "A ANK S A SMY": 1928, "A PAR S A PIC - BUR": 1929, "F BOT S F STP": 1930, "A BEL - LON VIA": 1931, "A BUR S F PIC - BEL": 1932, "A SMY S F AEG - CON": 1933, "F ION R AEG": 1934, "A SEV S A ARM": 1935, "F BEL S F LON - ENG": 1936, "F WES S F SPA - MAO": 1937, "F RUM D": 1938, "A ROM S F APU - NAP": 1939, "A BUR S A GAS": 1940, "A GAS S A SPA - MAR": 1941, "A FIN S F NWY - SWE": 1942, "F TUS S F TYS": 1943, "A SWE S F NTH - DEN": 1944, "A VEN S F ROM - TUS": 1945, "F BLA S A BUL - CON": 1946, "A GAL S A SER - RUM": 1947, "A UKR S A BUD - RUM": 1948, "F NTH S F SWE - DEN": 1949, "A KIE S F BAL - BER": 1950, "A RUM S A VIE - BUD": 1951, "A VEN S A PIE - TUS": 1952, "A CLY - EDI": 1953, "A TRI - APU VIA": 1954, "F TYS S F NAP - ROM": 1955, "A SYR D": 1956, "A RUM S A GRE - SER": 1957, "F EDI S F ENG - NTH": 1958, "A GAS S F BRE": 1959, "F DEN S A RUH - KIE": 1960, "A LVP S F EDI": 1961, "F ION C A APU - ALB": 1962, "F BRE S F IRI - MAO": 1963, "A CLY - LVP": 1964, "F SKA S A DEN": 1965, "A BEL S A PIC - BUR": 1966, "A SYR H": 1967, "A VEN S F ALB - TRI": 1968, "F ION S F ROM - TYS": 1969, "A HOL S F DEN - KIE": 1970, "F KIE S F BER": 1971, "A GAS S A PAR - BRE": 1972, "A SIL S A LVN - WAR": 1973, "F SKA S F NWY": 1974, "A MUN S A BOH - SIL": 1975, "F NWG S F LON - NTH": 1976, "A MOS S A STP - LVN": 1977, "A TRI S A GAL - VIE": 1978, "F BER - PRU": 1979, "F AEG S F CON - BUL": 1980, "A PIE R VEN": 1981, "F RUM R BLA": 1982, "A SPA - TUS VIA": 1983, "A BEL S A KIE - RUH": 1984, "F ION C A TUN - GRE": 1985, "F NTH R SKA": 1986, "F ANK D": 1987, "A BER S A HOL - KIE": 1988, "F FIN S A STP": 1989, "A PAR S A BRE - PIC": 1990, "F ENG R MAO": 1991, "F ALB S A VEN - TRI": 1992, "F FIN S A NWY - STP": 1993, "A ANK S F BLA - CON": 1994, "A GAS S A PAR": 1995, "A GAS S F MAR": 1996, "A MUN S F KIE - BER": 1997, "F SEV R ARM": 1998, "A NWY S F BAR - STP": 1999, "A PAR R GAS": 2000, "A MUN S A PAR - BUR": 2001, "F TUN R WES": 2002, "A MOS S A SEV - UKR": 2003, "F LVN D": 2004, "A DEN S F SKA - SWE": 2005, "A ROM S A APU - NAP": 2006, "F TYS S F TUS - LYO": 2007, "A DEN D": 2008, "A TYR S F VEN": 2009, "F ADR C A TRI - APU": 2010, "F SKA S A SWE": 2011, "A RUH S A TYR - MUN": 2012, "A DEN S F NWY - SWE": 2013, "F SKA S F NTH - NWY": 2014, "A TRI S A ROM - VEN": 2015, "F WES S F SPA - LYO": 2016, "F GRE R AEG": 2017, "A BRE S A PAR - GAS": 2018, "F LVN - PRU": 2019, "A PAR S A MUN - BUR": 2020, "F RUM S A ARM - SEV": 2021, "A WAR R GAL": 2022, "F MAO S A SPA - POR": 2023, "F BOT S A FIN - STP": 2024, "A MAR S F POR - SPA": 2025, "A NAF S F TUN": 2026, "A SER R BUD": 2027, "F RUM R SEV": 2028, "A VIE S A RUM - BUD": 2029, "F BRE R GAS": 2030, "A NWY R STP": 2031, "F ADR S F NAP - ION": 2032, "F DEN S F KIE - HEL": 2033, "F NWY S F BAR - NWG": 2034, "F TYS S A ROM - NAP": 2035, "F CON D": 2036, "F TUS S A PIE": 2037, "A VEN S F TYS - ROM": 2038, "A BUR S A GAS - PAR": 2039, "F NTH C A BEL - YOR": 2040, "F LYO C A SPA - TUS": 2041, "F KIE R HEL": 2042, "F WES S F TUN - NAF": 2043, "A FIN S F NWY": 2044, "F SYR - EAS": 2045, "F ENG S F NTH - LON": 2046, "F KIE S F HOL": 2047, "A VEN S A TUS": 2048, "A BEL - YOR VIA": 2049, "A GAL R BUD": 2050, "A NWY S A FIN - STP": 2051, "A GRE S A TRI - SER": 2052, "F SWE S A KIE - DEN": 2053, "A PIE S F SPA - MAR": 2054, "F BAL S A BER - PRU": 2055, "A PRU S A LVN": 2056, "F TYS S A ROM": 2057, "F SPA S F BRE - MAO": 2058, "A PRU S A LVN - WAR": 2059, "A SIL S A BOH - GAL": 2060, "F SWE S A FIN - NWY": 2061, "F WAL S F LON - ENG": 2062, "A FIN S F SWE - NWY": 2063, "F LON R WAL": 2064, "A SEV S A MOS - UKR": 2065, "F NAP S A TUS - ROM": 2066, "F ROM R TUS": 2067, "A GRE S A RUM - BUL": 2068, "F SKA S F NTH": 2069, "F BAL S A SIL - BER": 2070, "A SWE S F SKA - NWY": 2071, "A VEN S A MUN - TYR": 2072, "F SEV S F BLA - RUM": 2073, "F NTH S F BEL - ENG": 2074, "A MUN S A MAR - BUR": 2075, "A CON S F BLA - BUL": 2076, "A SPA S F MAR": 2077, "F SPA R LYO": 2078, "F PIC S A BUR - BEL": 2079, "A SWE S F NTH - NWY": 2080, "F POR S A MAR - SPA": 2081, "F SPA S F LYO - MAR": 2082, "A TYR R TRI": 2083, "A FIN S A NWY - SWE": 2084, "F BAL S A STP - LVN": 2085, "A BRE S A PAR - PIC": 2086, "F BAL S F KIE": 2087, "F BOT S F SWE": 2088, "A SWE S F BAL - DEN": 2089, "F NTH S F NWG - EDI": 2090, "A BUR R MUN": 2091, "A SIL R PRU": 2092, "F AEG S A CON": 2093, "F ALB S A SER - GRE": 2094, "A RUM S F CON - BUL": 2095, "A GAL S A MOS - WAR": 2096, "F GRE S F NAP - ION": 2097, "A MOS S F BOT - STP": 2098, "A SER S A UKR - RUM": 2099, "A ALB S A VEN - TRI": 2100, "A BRE S A PIC - PAR": 2101, "F KIE R BAL": 2102, "F NTH S F SWE - NWY": 2103, "A BUL S A ALB - SER": 2104, "A NAP D": 2105, "F HEL S A DEN": 2106, "F NWG S A EDI - NWY": 2107, "F MAO S F SPA - WES": 2108, "A ROM S A VEN - TUS": 2109, "F APU S A ROM - VEN": 2110, "A SEV S A GAL - UKR": 2111, "A DEN - PRU VIA": 2112, "F NWG S F EDI - NTH": 2113, "F HOL S A RUH - KIE": 2114, "F ANK S F CON - BLA": 2115, "A LVP D": 2116, "F TYS R WES": 2117, "F AEG S A SER - BUL": 2118, "F ENG S F BEL - NTH": 2119, "A PIE S A SPA - MAR": 2120, "A BUR R PIC": 2121, "F BAL C A DEN - PRU": 2122, "A MAR S A MUN - BUR": 2123, "F MAO R NAO": 2124, "A LVN S A WAR - PRU": 2125, "A BRE R PIC": 2126, "F HEL S F NTH - DEN": 2127, "F WES S A NAF - TUN": 2128, "F BEL S F BRE - ENG": 2129, "F TUN S F AEG - ION": 2130, "A EDI - CLY": 2131, "F AEG S F ADR - ION": 2132, "F ENG S F EDI - NTH": 2133, "F BRE S F SPA - MAO": 2134, "F TYS R ROM": 2135, "F RUM S A SER - BUL": 2136, "F ROM D": 2137, 